Revit 2024 API
UnitTypeId.KilogramsForcePerMeter Property
 Kilograms force per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsForcePerMeter { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsForcePerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsForcePerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace